espressif/esp-eth-drivers/ip101/test_apps/sdkconfig.ci.default_generic
## Inherits shared settings from sdkconfig.defaults
CONFIG_IDF_TARGET="esp32"
